tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "shopify/shopify"

brew "angular-cli"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash-completion"
brew "bash-git-prompt"
brew "contentful-cli"
brew "coreutils"
brew "gatsby-cli"
brew "gh"
brew "gnupg"
brew "gnutls"
brew "graphviz"
brew "guile"
brew "hugo"
brew "krb5"
brew "libtool"
brew "libyaml"
brew "localstack"
brew "mas"
brew "mkcert"
brew "netlify-cli"
brew "node"
brew "nvm"
brew "openssl@1.1"
brew "postgresql@12"
brew "python@3.10"
brew "python@3.9"
brew "redis"
brew "shared-mime-info"
brew "shopify/shopify/themekit"
brew "spoof-mac"
brew "stats"
brew "tldr"
brew "unbound"
brew "vue-cli"
brew "yarn"
brew "zlib"

cask "1password-cli"
cask "atom"
cask "docker"
cask "figma"
cask "firefox"
cask "gifox"
cask "gimp"
cask "google-chrome"
cask "lepton"
cask "ngrok"
cask "nordvpn"
cask "notion"
cask "pixelsnap"
cask "postman"
cask "sip"
cask "sketch"
cask "skype"
cask "slack"

mas "1password", id: 1333542190
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Spark", id: 1176895641
